{
  "@context": "http://environment.data.gov.uk/flood-monitoring/meta/context.jsonld",
  "meta": {
    "publisher": "Environment Agency",
    "licence": "http://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
    "documentation": "http://environment.data.gov.uk/flood-monitoring/doc/reference",
    "version": "0.9",
    "comment": "Status: Beta service",
    "hasFormat": [
      "http://environment.data.gov.uk/flood-monitoring/id/floods.csv",
      "http://environment.data.gov.uk/flood-monitoring/id/floods.rdf",
      "http://environment.data.gov.uk/flood-monitoring/id/floods.ttl",
      "http://environment.data.gov.uk/flood-monitoring/id/floods.html"
    ]
  },
  "items": [
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065FAG013",
      "description": "Groundwater flooding in Hambledon",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG013",
        "county": "Hampshire",
        "notation": "065FAG013",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG013/polygon",
        "riverOrSea": "Groundwater"
      },
      "floodAreaID": "065FAG013",
      "isTidal": false,
      "message": "In Hambledon, groundwater levels are high but continue to fall following 4 weeks of dry weather. Since Friday 10/02/2023, the level at Whitedale has fallen by 2.69m. Residual flood water may still be affecting cellars of properties on East Street and West Street. There is a very small amount of water in Fareham Road. Over the next 5 days, only small amounts of rain are forecast, with up to 8mm on Thursday 16/02/2023. Groundwater levels in Hambledon are expected to continue falling throughout this period. Long range forecasting is difficult, but unsettled weather may return at the end of February or into March. If heavy rainfall affects the area, then groundwater levels could rise again, and flooding impacts may return. However, if dry weather continues to be forecast, we may remove this Flood Alert next week. We continue to monitor the forecast. We advise that the community continues to remain prepared for flood impacts this winter. This Flood Alert will be updated or removed by 17:00 on Wednesday 22/02/2023.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2023-02-14T15:20:00",
      "timeRaised": "2023-02-14T15:20:18",
      "timeSeverityChanged": "2023-01-04T15:36:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065FAG015",
      "description": "Groundwater flooding in Finchdean, Dean Lane End and Rowlands Castle",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG015",
        "county": "Hampshire, West Sussex",
        "notation": "065FAG015",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG015/polygon",
        "riverOrSea": "Groundwater"
      },
      "floodAreaID": "065FAG015",
      "isTidal": false,
      "message": "In Finchdean, Dean Lane End and Rowlands Castle, groundwater levels are high but continue to very slowly fall following 4 weeks of dry weather. Since Friday 10/02/2023, the level at Finchdean has fallen by 15cm. Residual flooding impacts are expected to be affecting roads close to winterbourne streams and will continue to affect properties over the next few days. Over the next 5 days, only small amounts of rain are forecast, with up to 8mm on Thursday 16/02/2023. Groundwater levels in the valley are expected to continue falling throughout this period. Long range forecasting is difficult, but unsettled weather may return at the end of February or into March. If heavy rainfall affects the area, then groundwater levels could rise again. However, if dry weather continues to be forecast, we may remove this Flood Alert next week. If you use pumps to help reduce water levels, please ensure they can operate. This Flood Alert will be updated or removed by 17:00 on Wednesday 22/02/2023.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2023-02-14T15:24:00",
      "timeRaised": "2023-02-14T15:24:17",
      "timeSeverityChanged": "2023-01-06T11:13:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065WAF414",
      "description": "Upper River Ems Valley",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065WAF414",
        "county": "West Sussex",
        "notation": "065WAF414",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065WAF414/polygon",
        "riverOrSea": "River Ems"
      },
      "floodAreaID": "065WAF414",
      "isTidal": false,
      "message": "Very little rainfall has been recorded since 17 January 2023. Groundwater continues to fall at our indicator borehole in Compton. However, groundwater is still expected to be close to the surface in the communities of Stoughton and Walderton, and only falling by a few centimetres each day. Springs and minimal flooding will affect fields, the village green Stoughton, and rural roads including Stoughton main road and the road from East Marden. The week ahead should remain predominantly dry, although 5mm of rain is currently forecast on Thursday 16/02/2023. The volume of water flowing along roads will continue to reduce. Some more periods of unsettled weather are possible through late February and early March. Details are very uncertain, but so long as we do not receive extremely wet weather, groundwater is expected to continue to fall. However, long term weather forecasting is difficult. We will continue to monitor levels and forecasts. If you have pumps to help manage water levels in basements, please ensure they are operational. We will update this message by 17:00 20/02/2023.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2023-02-13T09:33:00",
      "timeRaised": "2023-02-13T09:33:53",
      "timeSeverityChanged": "2023-01-07T11:58:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065FAG016",
      "description": "Groundwater flooding in West Dean, Singleton, Charlton, East Dean and Chilgrove",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG016",
        "county": "West Sussex",
        "notation": "065FAG016",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG016/polygon",
        "riverOrSea": "Groundwater"
      },
      "floodAreaID": "065FAG016",
      "isTidal": false,
      "message": "Very little rainfall has been recorded since 17 January 2023. At our indicator borehole at East Dean, groundwater is 50cm below the surface and falling a few centimetres each day. Very few impacts remain visible above ground, with only minimal amounts of water on roads. However, water is expected to remain in basements or under floorboards of properties in East Dean, Charlton, Singleton and West Dean. Groundwater will also continue to impact the ability of the sewage network to operate. Although the week ahead should remain predominantly dry, 5mm of rain is currently forecast on Thursday 16/02/2023. Some more periods of unsettled weather are possible through late February and early March. Details are very uncertain, but so long as we do not receive extremely wet weather, groundwater is expected to continue to fall. However, long term weather forecasting is difficult. We will continue to monitor levels and forecasts. If you have pumps to help manage water levels in basements, please ensure they are operational. We will update this message by 17:00 20/02/2023.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2023-02-13T09:33:00",
      "timeRaised": "2023-02-13T09:34:00",
      "timeSeverityChanged": "2023-01-07T11:59:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065FAG006",
      "description": "Groundwater flooding in Hursley",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG006",
        "county": "Hampshire",
        "notation": "065FAG006",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FAG006/polygon",
        "riverOrSea": "Groundwater"
      },
      "floodAreaID": "065FAG006",
      "isTidal": false,
      "message": "In Hursley, groundwater levels are high but continue to slowly fall following 4 weeks of dry weather. Since Tuesday 07/02/2023, the level at the Hursley borehole has fallen by 48cm. Cellars in the lower end of the village at South End Close and the Dolphin Inn pub may still be affected by residual flooding impacts. Over the next 5 days, only small amounts of rain are forecast, with up to 8mm on Thursday 16/02/2023. Groundwater levels in Hursley are expected to continue falling throughout this period. Long range forecasting is difficult, but unsettled weather may return at the end of February or into March. If heavy rain affects the area, then groundwater levels could rise again, and flooding impacts could return. However, if dry weather continues to be forecast, we may remove this Flood Alert next week. We continue to monitor the forecast. If you use pumps to help reduce water levels, please ensure they can operate. This Flood Alert will be updated or removed by 17:00 on Wednesday 22/02/2023.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2023-02-14T15:15:00",
      "timeRaised": "2023-02-14T15:15:52",
      "timeSeverityChanged": "2023-01-20T16:48:00"
    }
  ]
}
