{
  "@context": "http://environment.data.gov.uk/flood-monitoring/meta/context.jsonld",
  "meta": {
    "publisher": "Environment Agency",
    "licence": "http://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
    "documentation": "http://environment.data.gov.uk/flood-monitoring/doc/reference",
    "version": "0.9",
    "comment": "Status: Beta service",
    "hasFormat": [
      "http://environment.data.gov.uk/flood-monitoring/id/floods.csv",
      "http://environment.data.gov.uk/flood-monitoring/id/floods.rdf",
      "http://environment.data.gov.uk/flood-monitoring/id/floods.ttl",
      "http://environment.data.gov.uk/flood-monitoring/id/floods.html"
    ]
  },
  "items": [
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/064WAF40BevBrook",
      "description": "Beverley Brook area in Merton, Sutton, Kingston upon Thames, Richmond upon Thames and Wandsworth",
      "eaAreaName": "Kent, South London and East Sussex",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/064WAF40BevBrook",
        "county": "Greater London, Kingston upon Thames, Merton, Richmond upon Thames, Surrey, Sutton, Wandsworth",
        "notation": "064WAF40BevBrook",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/064WAF40BevBrook/polygon",
        "riverOrSea": "Beverley Brook, Pyl Brook, East Pyl Brook"
      },
      "floodAreaID": "064WAF40BevBrook",
      "isTidal": false,
      "message": "River levels are rising due to heavy rain showers currently being experienced across South London.  Flooding is expected imminently this evening, Monday 12 July. Flooding to land nearest the rivers in the area is probable, particularly low-lying land, roads and gardens in the Worcester Park and New Malden areas where river levels are rising rapidly. Not all areas are seeing the heaviest rain, flooding is only expected to affect the areas that do see heavy showers this afternoon and evening. Surface water flooding may also be experienced during this time. This unsettled forecast will continue into the evening, with the likelihood that river levels will fluctuate in response to further rain, with some flooding remaining possible. We are closely monitoring the situation and will issue Flood Warnings if required. Our staff are in the area checking our defences and structures.  Please avoid contact with flood water and stay aware of your situation locally. This message will be updated by 9pm today, or as the situation changes.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2021-07-12T17:29:00",
      "timeRaised": "2021-07-12T17:30:44",
      "timeSeverityChanged": "2021-07-12T17:29:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/062WAF53LLTribs",
      "description": "Lower Lee tributaries",
      "eaAreaName": "Hertfordshire and North London",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/062WAF53LLTribs",
        "county": "Barnet, Enfield, Essex, Greater London, Haringey, Hertfordshire, Redbridge, Waltham Forest",
        "notation": "062WAF53LLTribs",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/062WAF53LLTribs/polygon",
        "riverOrSea": "Ching Brook, Cobbins Brook, Nazeing Brook, Pymmes Brook, Salmons Brook, Turkey Brook, Small River Lee, Rags Brook, Trinity Marsh Ditch"
      },
      "floodAreaID": "062WAF53LLTribs",
      "isTidal": false,
      "message": " Heavy showers have been quickly developing this afternoon in the North and East London area. This has caused rivers and streams to rise. \nThere is likely to be flooding to low lying land and roads close to the rivers this evening on Monday 12 July. Flooding from surface water, where water gathers and from flows off road surfaces, could also occur. \nWe expect the rivers to remain high this evening and may rise further if we continue to see heavy showers.\nWe are constantly monitoring river levels and have staff on standby to attend to any blockages in the river.\nThis message will be updated on Tuesday morning or earlier if the situation changes.\n",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2021-07-12T17:56:00",
      "timeRaised": "2021-07-12T17:57:34",
      "timeSeverityChanged": "2021-07-12T17:56:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/061WAF24ULoddon",
      "description": "Upper River Loddon",
      "eaAreaName": "Thames",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/061WAF24ULoddon",
        "county": "Hampshire, West Berkshire, Wokingham",
        "notation": "061WAF24ULoddon",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/061WAF24ULoddon/polygon",
        "riverOrSea": "River Loddon"
      },
      "floodAreaID": "061WAF24ULoddon",
      "isTidal": false,
      "message": "Property flooding is not currently expected. River levels have risen on the River Loddon as a result of recent rainfall. Further rainfall is expected this evening, 12/07/21, therefore flooding of low lying roads and farmland is possible especially in the Longbridge Mill area. Localised heavy thunderstorms are forecast tonight although timings and locations are uncertain. It is therefore possible that river levels will continue to rise in response to the rainfall. We are closely monitoring the situation. Please remain safe and aware of your local surroundings and refer to the 'River and Sea levels in England' webpage for current river levels. This message will be updated tomorrow morning, 13/07/21, or as the situation changes.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2021-07-12T17:27:00",
      "timeRaised": "2021-07-12T17:28:08",
      "timeSeverityChanged": "2021-07-11T20:37:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065WAF132",
      "description": "River Hamble",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065WAF132",
        "county": "Hampshire",
        "notation": "065WAF132",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065WAF132/polygon",
        "riverOrSea": "Hamble"
      },
      "floodAreaID": "065WAF132",
      "isTidal": false,
      "message": "The water level in the River Hamble is high and rising. In the last 4 hours, 43mm of rain has been recorded in Bishops Waltham. This is a significant amount in a short period of time. In the next 30 minutes, it is possible that Durley School may see flood impacts as the Ford Lake will rise faster than the River Hamble. In order to reduce flood risk, Durley and Botley Mill may wish to consider operating their sluices. To aid sluice operation; high tide at Southampton is at 01:30 and 03:22 (13/07/2021) with a forecast tide level of 1.67 mAOD (4.41 mCD). This is slightly lower than a normal high spring tide. No property flooding is expected in Bishops Waltham. Heavy rain is forecast over the next 6 hours, with a further 25mm of rain possible. Given the forecast rainfall, it is possible that a Flood Warning, for onset of property flooding at Durley and Botley may be issued over the next few hours. We will ensure the river remains free of any reported blockages. We recommend installing flood protection at Durley School. This Flood Alert will be updated by 22:00 on Monday 12/07/2021.",
      "severity": "Flood alert",
      "severityLevel": 3,
      "timeMessageChanged": "2021-07-12T18:23:00",
      "timeRaised": "2021-07-12T18:24:01",
      "timeSeverityChanged": "2021-07-12T18:23:00"
    },
    {
      "@id": "http://environment.data.gov.uk/flood-monitoring/id/floods/065FWF3902",
      "description": "Waltham Chase, Durley Mill and Botley on the River Hamble",
      "eaAreaName": "Solent and South Downs",
      "eaRegionName": "No longer used",
      "floodArea": {
        "@id": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FWF3902",
        "county": "Hampshire",
        "notation": "065FWF3902",
        "polygon": "http://environment.data.gov.uk/flood-monitoring/id/floodAreas/065FWF3902/polygon",
        "riverOrSea": "River Hamble"
      },
      "floodAreaID": "065FWF3902",
      "isTidal": false,
      "message": "The water level in the River Hamble is high and rising. In the last 4 hours, 45mm of rain has been recorded in Bishops Waltham. This is a significant amount in a short period of time. Currently, it is possible that there are flood impacts at Durley School. From 19:30 this evening, flows could become high enough to cause flooding at Botley Mills. Garden, land and outbuilding flooding is also possible at Durley Mill. In order to reduce flood risk, both Durley and Botley Mill may wish to consider operating their sluices. To aid sluice operation; high tide at Southampton is at 01:30 and 03:22 (13/07/2021) with a forecast tide level of 1.67 mAOD (4.41 mCD). Rain should clear the area by 21:30 this evening, but a further 10-20mm could fall in that time. The river is unlikely to peak until at least 22:00. We will ensure the river remains free of any reported blockages. We recommend installing flood protection at Durley School and Botley Mills. This message will be updated by 22:30 on Monday 12/07/2021.",
      "severity": "Flood warning",
      "severityLevel": 2,
      "timeMessageChanged": "2021-07-12T19:05:00",
      "timeRaised": "2021-07-12T19:05:46",
      "timeSeverityChanged": "2021-07-12T19:05:00"
    }
  ]
}
